{
    "id": null,
    "title": "Alcohol",
    "drug_info": {
      "drug_name": "Alcohol",
      "chemical_name": "Ethanol",
      "alternative_name": "Ethyl alcohol; EtOH; Booze; Liquor; Moonshine; Sauce; Juice; Bevvy; Brew; Beer; Wine; Spirits",
      "chemical_class": "Alcohols",
      "mechanism_of_action": "GABAA receptor positive allosteric modulator (primarily delta subunit-containing receptors); 5-HT3 receptor agonist; Glycine receptor agonist; Nicotinic acetylcholine receptor agonist; NMDA receptor antagonist; Dihydropyridine-sensitive calcium channel modulator",
      "psychoactive_class": "Depressant",
      "dosages": {
        "note": "Alcohol dosage is typically measured in standard drinks. In the US, 1 standard drink = 14g pure alcohol = 12 oz beer (5% ABV) = 5 oz wine (12% ABV) = 1.5 oz spirits (40% ABV). The WHO standard is 10g per drink. Dosage effects vary greatly by body weight, sex, food intake, metabolism, and tolerance. Consumption should be spread over several hours with water breaks between drinks.",
        "routes_of_administration": [
          {
            "route": "oral",
            "dose_ranges": {
              "threshold": {
                "standard_drinks": "0.5-1 drink",
                "grams_alcohol": "7-14 g",
                "bac": "0.01-0.03%",
                "effects": "Mild relaxation, slight mood elevation"
              },
              "light": {
                "standard_drinks": "1-2 drinks",
                "grams_alcohol": "14-28 g",
                "bac": "0.03-0.06%",
                "effects": "Relaxation, sociability enhancement, lowered inhibitions, mild euphoria"
              },
              "common": {
                "standard_drinks": "2-3 drinks",
                "grams_alcohol": "28-42 g",
                "bac": "0.06-0.10%",
                "effects": "Increased sociability, impaired judgment, reduced coordination, obvious intoxication in most people"
              },
              "strong": {
                "standard_drinks": "3-5 drinks",
                "grams_alcohol": "42-70 g",
                "bac": "0.10-0.20%",
                "effects": "Significant motor impairment, slurred speech, memory impairment, extreme intoxication"
              },
              "heavy": {
                "standard_drinks": "5+ drinks",
                "grams_alcohol": "70+ g",
                "bac": "0.20%+",
                "effects": "Severe intoxication, risk of blackout, vomiting, loss of consciousness, respiratory depression, potential for alcohol poisoning and death"
              }
            }
          }
        ]
      },
      "duration": {
        "routes_of_administration": [
          {
            "route": "oral",
            "canonical_routes": [
              "oral"
            ],
            "stages": {
              "total_duration": "1.5-5 hours",
              "onset": "2-5 minutes (spirits and carbonated drinks faster); 10-30 minutes (beer); 15-45 minutes (wine)",
              "peak": "30-90 minutes",
              "offset": "45-120 minutes",
              "after_effects": "6-48 hours (hangover symptoms including headache, nausea, fatigue, dehydration)"
            }
          }
        ]
      },
      "addiction_potential": "Alcohol has moderate to high abuse potential and chronic use is associated with escalating tolerance, physical dependence, and addiction. Approximately 60-95% of clients entering traditional abstinence-based treatment programs either drop out or fail to maintain abstinence. Chronic use can lead to alcohol use disorder (AUD), with evidence suggesting anywhere from 15-61% of suicide cases involve alcoholism. Rapid tolerance discourages some patterns of use but compulsive redosing and binge drinking remain common.",
      "interactions": {
        "dangerous": [
          "Benzodiazepines (potentiates CNS depression, respiratory depression, unconsciousness, memory blackouts, vomit aspiration risk)",
          "Opioids (potentiates ataxia, sedation, respiratory depression, unconsciousness, vomit aspiration risk, potentially fatal)",
          "GHB/GBL (rapid unconsciousness, severe ataxia, respiratory depression, vomit aspiration risk, potentially fatal)",
          "Barbiturates (severe respiratory depression, fatal overdose risk)",
          "Tramadol (heavy CNS depression, seizure risk, respiratory depression)",
          "DXM (potentiates ataxia, sedation, unconsciousness at high doses, difficulty breathing)",
          "Ketamine (high risk of vomiting, unconsciousness, ataxia, vomit aspiration)",
          "MXE (high risk of memory loss, vomiting, severe ataxia)",
          "Dissociatives (unpredictable potentiation of amnesia, sedation, motor control loss, delusions)",
          "MAOIs (tyramine in alcoholic beverages can cause dangerous hypertensive crisis)",
          "Lithium (increased seizure risk)",
          "PCP (unpredictable and dangerous interactions)",
          "ALDH2 inhibitors including disulfiram, calcium carbimide, cyanamide (causes severe acetaldehyde accumulation leading to nausea, vomiting, shortness of breath, hypotension)",
          "Hepatotoxic drugs including ketoconazole, griseofulvin, isoniazid, pyrazinamide (additive liver damage)"
        ],
        "unsafe": [
          "Stimulants including amphetamines (masks sedation leading to excessive drinking, dehydration, liver damage, increased cardiovascular strain)",
          "Cocaine (forms cocaethylene metabolite, masks sedation, severe liver toxicity, cardiovascular stress)",
          "MDMA (severe dehydration risk, dulls MDMA euphoria, increased neurotoxicity)",
          "Cannabis (increases THC plasma levels, may cause nausea, dizziness, double vision, unpredictable effects)",
          "Nitrous oxide (potentiates ataxia, sedation, unconsciousness, memory blackouts)",
          "SSRIs (additive CNS depression, impaired judgment and psychomotor skills)",
          "AMT (unpredictable interactions due to broad mechanism of action)"
        ],
        "caution": [
          "Modified-release medications (risk of alcohol-induced dose dumping causing rapid unintended drug release)",
          "Certain antibiotics including cefamandole, cefmetazole, cefoperazone, cefotetan, ceftriaxone, latamoxef (disulfiram-like reactions)",
          "Doxycycline (increased metabolism, reduced efficacy)",
          "Erythromycin (delayed absorption, reduced efficacy)"
        ]
      },
      "notes": "Alcohol is classified as a Group 1 carcinogen by the World Health Organization with no safe consumption level for health. It is particularly dangerous for pregnant individuals, causing fetal alcohol syndrome and severe birth defects. Individuals with personal or family histories of psychotic disorders, liver disease, gastrointestinal ulcers, cardiac or skeletal myopathy, or previous alcohol dependence should avoid use. Always eat before drinking to slow absorption, stay hydrated with water between alcoholic drinks, never drive under the influence (legal limit 0.08% BAC in most jurisdictions), and have a designated sober person present especially for heavy drinking occasions. Place intoxicated individuals in the recovery position to prevent aspiration if vomiting occurs. Rapid tolerance develops within 2-4 consecutive days of use. Withdrawal from chronic heavy use can be life-threatening, potentially causing delirium tremens and seizures, and requires medical supervision for safe detoxification.",
      "subjective_effects": [
        "Sedation (at low and high doses)",
        "Stimulation (at moderate doses)",
        "Muscle relaxation",
        "Pain relief",
        "Physical euphoria",
        "Cognitive euphoria",
        "Anxiety suppression",
        "Disinhibition",
        "Empathy and sociability enhancement",
        "Increased libido",
        "Mood lift and happiness",
        "Motor control loss",
        "Slurred speech",
        "Analysis suppression",
        "Focus suppression",
        "Information processing suppression",
        "Memory suppression and amnesia",
        "Delusions of sobriety",
        "Double vision",
        "Acuity suppression",
        "Thought deceleration and disorganization",
        "Increased music appreciation",
        "Appetite enhancement",
        "Nausea",
        "Dehydration",
        "Flushed skin",
        "Body odor alteration",
        "Temperature regulation suppression",
        "Dizziness",
        "Headaches",
        "Tactile suppression"
      ],
      "tolerance": {
        "full_tolerance": "After 2-4 consecutive days of use",
        "half_tolerance": "3-7 days",
        "zero_tolerance": "1-2 weeks",
        "cross_tolerances": [
          "All GABAergic depressants including benzodiazepines, barbiturates, GHB/GBL, gabapentinoids, thienodiazepines"
        ]
      },
      "half_life": "Variable depending on consumption rate and individual metabolism; average elimination rate approximately 0.015% BAC per hour (roughly 1 standard drink per hour for average adult)",
      "citations": [
        {
          "name": "PsychonautWiki: Alcohol",
          "reference": "https://psychonautwiki.org/wiki/Alcohol"
        },
        {
          "name": "TripSit Wiki: Alcohol",
          "reference": "https://wiki.tripsit.me/wiki/Alcohol"
        },
        {
          "name": "TripSit Factsheets: Alcohol",
          "reference": "https://drugs.tripsit.me/alcohol"
        },
        {
          "name": "Erowid Alcohol Vault",
          "reference": "https://www.erowid.org/chemicals/alcohol/"
        },
        {
          "name": "Erowid Alcohol Effects",
          "reference": "https://www.erowid.org/chemicals/alcohol/alcohol_effects.shtml"
        },
        {
          "name": "Erowid Blood Alcohol Content Chart",
          "reference": "https://www.erowid.org/chemicals/alcohol/alcohol_info7.shtml"
        },
        {
          "name": "NIAAA: What Is A Standard Drink",
          "reference": "https://www.niaaa.nih.gov/alcohols-effects-health/overview-alcohol-consumption/what-standard-drink"
        },
        {
          "name": "CDC: About Standard Drink Sizes",
          "reference": "https://www.cdc.gov/alcohol/standard-drink-sizes/index.html"
        },
        {
          "name": "HAMS: Harm Reduction for Alcohol",
          "reference": "https://hams.cc/"
        },
        {
          "name": "Partnership to End Addiction: Harm Reduction Strategies for Alcohol",
          "reference": "https://drugfree.org/article/harm-reduction-strategies-for-alcohol/"
        },
        {
          "name": "Release UK: Alcohol Harm Reduction",
          "reference": "https://www.release.org.uk/drugs/alcohol/harm-reduction"
        },
        {
          "name": "NIAAA: Incorporating Harm Reduction Into Alcohol Use Disorder Treatment",
          "reference": "https://www.niaaa.nih.gov/news-events/spectrum/volume-15-issue-3-fall-2023/incorporating-harm-reduction-alcohol-use-disorder-treatment-and-recovery"
        },
        {
          "name": "Alcohol and Drug Foundation: Alcohol - Reducing the Risk",
          "reference": "https://adf.org.au/reducing-risk/alcohol/"
        }
      ],
      "categories": [
        "depressant",
        "gabaergic",
        "legal-substance",
        "common"
      ]
    },
    "index-category": "depressant;legal"
  }